<script setup>
useHead ({
    title: 'Safety Test - Dermscan Asia',
})
</script>

<template>
<Theheader />
        <h1>Safety Test</h1>
                <div>ผลิตภัณฑ์เครื่องสำอางทั้งที่มีส่วนผสมจากธรรมชาติหรือสารเคมี เมื่อนำมาใช้กับร่างกายอาจเกิดปฏิกิริยาต่างๆ ที่ก่อให้เกิดการแพ้หรือระคายเคืองได้ โดยลักษณะการแพ้หรือการระคายเคืองอาจเกิดได้หลายลักษณะ อาทิเช่น ผื่นแดงนูน ตุ่มน้ำ คัน แสบหรือแสบร้อน บริเวณผิวหนังที่สัมผัสกับผลิตภัณฑ์เครื่องสำอางแล้วเกิดอาการแพ้หรือระคายเคืองได้มากที่สุด คือ บริเวณใบหน้าและเปลือกตา เนื่องจากเป็นบริเวณที่ผิวหนังบอบบางที่สุด
             การทดสอบความปลอดภัยของผลิตภัณฑ์เครื่องสำอางจึงเป็นเรื่องที่สำคัญต่อผู้บริโภค ไม่ว่าจะเป็นเครื่องสำอาง ผลิตภัณฑ์ทำความสะอาดร่างกาย ผลิตภัณฑ์ซักผ้า ผลิตภัณฑ์อุปโภคต่างๆ ล้วนเป็นผลิตภัณฑ์เครื่องสำอางทั้งสิ้น ดังนั้นผู้ผลิตควรเพิ่มความน่าเชื่อถือให้กับผลิตภัณฑ์เครื่องสำอางของตนเองว่ามีผลก่อให้เกิดอาการแพ้ระคายเคืองหรือไม่ โดยทำการทดสอบความปลอดภัยของผลิตภัณฑ์เครื่องสำอางและยังเป็นการเพิ่มความมั่นใจให้กับผู้บริโภคในการเลือกซื้อผลิตภัณฑ์เครื่องสำอางอีกด้วย
              การทดสอบความปลอดภัยของผลิตภัณฑ์เครื่องสำอางมี 3 แบบ ได้แก่ Single Patch Test, Human Repeat Insult Patch Test (HRIPT) และ Use Test</div>
        <h2>Single Patch Test</h2>
            <div>“การทดสอบการระคายเคืองบนผิวหนัง เพื่อประเมินความปลอดภัยของผลิตภัณฑ์เครื่องสำอาง”
              เกิดขึ้นได้เมื่อผิวสัมผัสกับสารหรือสภาวะที่ก่อให้เกิดการระคายเคือง เช่น น้ำหอม แอลกอฮอล์ ซัลเฟต อยู่ในสภาวะที่ร้อนหรือเย็นจนเกินไป หรือใช้เครื่องสำอางที่มีส่วนผสมที่ทำให้ผิวแห้ง สังเกตได้เมื่อใช้ผลิตภัณฑ์แล้วรู้สึกคัน แสบแดง แห้งลอก เมื่อล้างเครื่องสำอางออกจะพบว่าอาการดีขึ้น และอาการไม่ได้เกิดขึ้นทุกครั้งที่ใช้เครื่องสำอางซ้ำ อาจเกิดได้กับผิวบางจุดของร่างกาย</div>
            <div>Claim :   Clinically tested, Irritation tested, Non-irritating, Safety tested</div>
        <h2>Human Repeat Insult Patch Test (HRIPT)</h2>
        <div>“การประเมินแนวโน้มของผลิตภัณฑ์เครื่องสำอางที่อาจก่อให้เกิดการแพ้ต่อผู้บริโภค”
              เป็นภาวะที่บริเวณผิวหนังเกิดความเสียหายลึกลงไปจนถึงผิวชั้นกลาง (Dermis) ส่วนใหญ่มีอาการค่อนข้างรุนแรงถึงแรงมาก เช่น บวมแดง แสบร้อน ผิวหนังอักเสบ โดยไม่สามารถคาดการณ์ได้ล่วงหน้า จึงต้องลองใช้ผลิตภัณฑ์นั้นดูถึงจะรู้ว่าแพ้หรือไม่ เนื่องจากเครื่องสำอางที่ใช้แล้วแพ้ คนอื่นก็อาจจะไม่ได้แพ้เหมือนกัน เมื่อล้างเครื่องสำอางออกอาการก็ยังไม่ดีขึ้น เมื่อใช้เครื่องสำอางนั้นอีกครั้งก็จะกลับมาเป็นซ้ำเหมือนเดิม หากมีอาการรุนแรงอาจถึงขั้นเสียโฉมได้ สามารถเกิดการแพ้ได้ทุกส่วนของร่างกาย</div>
              <div>Claim : Clinically tested, Safety tested, Dermatologically tested</div>
            <div>: ในกรณีที่ลูกค้าไม่สามารถเปิดเผยสูตร ผลการทดสอบจะสรุปได้แค่ ‘non-irritating’ และ ‘non-sensitizing’</div>
            <div>: ในการสรุปผลว่าเป็น hypoallergenic หรือไม่ จะต้องมีการประเมินสูตรของผลิตภัณฑ์ร่วมด้วยซึ่งลูกค้าจะต้องส่งสูตร พร้อมเอกสาร MSDS ของ raw material ในสูตรทุกตัว และ quantitative formula</div>
        <h2>Use Test</h2>
        <div>“การทดสอบภายใต้การควบคุมของแพทย์เฉพาะทาง และประเมินความพึงพอใจของอาสาสมัคร”
              ดำเนินงานวิจัยภายใต้การควบคุมของแพทย์เฉพาะทาง อาทิ แพทย์ผิวหนัง สูตินรีแพทย์ จักษุแพทย์และทันตแพทย์ จากการใช้ ผลิตภัณฑ์เครื่องสำอาง เป็นเวลาอย่างน้อย 21 วัน และประเมินความพึงพอใจของอาสาสมัคร</div>
            <div>Claim : Dermatologically tested, Test under dermatological control</div>
<Thefooter class="fixed"/>
</template>